import { Grid, Typography } from "@mui/material";

const TattooTreatment = () => {
  return (
    <>
    <br/>
    <br/>
          <Typography color={'white'} style={{ textAlign: 'center'}} >
             להוריד את הניילון/פד לאחר שעתיים  מסיום הקעקוע ואז לשטוף עם מים קרים/פושרים וסבון •
            <br />
            <br />
            יום לאחר הקעקוע למרוח שכבה דקה של בפנטן פלוס. שלוש פעמים ביום במשך שבועיים •   
            <br />
            <br />
            יש להמנע מחשיפה לשמש או מכניסה לים/בריכה/ג’קוזי/סאונה למשך שבועיים-שלושה •
            <br />
            <br />
            להימנע ככל האפשר מלהזיע במשך שבוע מתחילת הקעקוע •
            <br/>
            <br/>
            יש להימנע מלגרד/לשפשף את האיזור על מנת לתת לפצע להחלים כראוי •
            <br/>
            <br/>
            במידה ויש צורך בתיקון הקעקוע לאחר החלמה, ניתן להגיע עד 3 חודשים, בתיאום מראש •
            <br />
            <br />
            <br />
            <br />
            (: לשאלות נוספות מוזמנים ליצור קשר
          </Typography>

    </>
  );
};

export default TattooTreatment;
